{"class_name": "Sequential", "keras_version": "2.1.4", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"activation": "relu", "trainable": true, "name": "dense_1", "bias_regularizer": null, "kernel_constraint": null, "batch_input_shape": [null, 540], "units": 540, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 9.999999747378752e-05}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "bias_constraint": null, "dtype": "float32", "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"activation": "relu", "trainable": true, "name": "dense_2", "bias_regularizer": null, "kernel_constraint": null, "units": 800, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 9.999999747378752e-05}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "bias_constraint": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"activation": "relu", "trainable": true, "name": "dense_3", "bias_regularizer": null, "kernel_constraint": null, "units": 400, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 9.999999747378752e-05}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "bias_constraint": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"activation": "relu", "trainable": true, "name": "dense_4", "bias_regularizer": null, "kernel_constraint": null, "units": 100, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 9.999999747378752e-05}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "bias_constraint": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"activation": "relu", "trainable": true, "name": "dense_5", "bias_regularizer": null, "kernel_constraint": null, "units": 54, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 9.999999747378752e-05}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "bias_constraint": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"activation": "relu", "trainable": true, "name": "dense_6", "bias_regularizer": null, "kernel_constraint": null, "units": 54, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 9.999999747378752e-05}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "bias_constraint": null, "activity_regularizer": null, "use_bias": true}}]}